Repository: macnaileth/matomo-simple
Catalog: languages/tsu-matomo-simple-*.po
Languages: de_de

source: Main Dashboard page for displaying relevant plugin Information.
de_de: Hauptseite des Dashboards zur Anzeige relevanter Plugin-Informationen.

source: Save
de_de: Speichern

source: Matomo JS snippet settings
de_de: Matomo JS Schnipsel Einstellungen

source: Site ID (This Site)
de_de: Site ID (Dieser Seite)

source: Track users on all Subdomains of
de_de: Nutzer tracken, auf allen Subdomains von

source: Set domain in front of page title
de_de: Domainname vor den Seitentitel setzen

source: Hide clicks on known alias-URLS of this site in report
de_de: Klicks bekannter Alias-URLS dieser Seite im Bericht verstecken

source: Track users with deactivated Javascript
de_de: Nutzer mit deaktiviertem Javascript tracken

source: Enable client-site Do-Not-Track recognition
de_de: Do-Not-Track-Einstellung im Browser erkennen

source: Disable all tracking cookies for this site
de_de: Alle Tracking Cookies für diese Seite deaktivieren

source: Some of these settings might be affected by how you setup your Matomo instance on your server.
de_de: Einige dieser Einstellungen können vom Setup der Matomoinstanz auf ihrem Server abhängen.

source: Matomo script not inserted, site id is not valid
de_de: Matomoskript konnte nicht eingefügt werden, Site ID ist nicht gültig

source: Matomo script not inserted, server URL is not valid
de_de: Matomoskript konnte nicht eingefügt werden, URL des Servers ist nicht gültig

source: Simple plugin for integration of Matomo into WordPress when using a local Matomo instance
de_de: Einfaches Plugin für die Integration von Matomo in WordPress unter Nutzung einer lokalen Matomo Instanz
